Repository: brainstormforce/all-in-one-schemaorg-rich-snippets
Catalog: languages/all-*-one-schemaorg-rich-snippets-*.po
Languages: de_de, es_es, fr_fr

source: Time Required
de_de: Benötigte Zeit
es_es: Tiempo requerido
fr_fr: Temps requis

source: Preperation time (Format: 1H30M. H - Hours, M - Minutes )
de_de: Vorbereitungszeit (Format: 1H30M. H - Stunden, M - Minuten)
es_es: Tiempo de preparación (Formato: 1H30M. H - Horas, M - Minutos)
fr_fr: Temps de préparation (Format : 1H30M. H - Heures, M - Minutes)

source: Cook Time. (Format: 1H30M. H - Hours, M - Minutes )
de_de: Kochzeit (Format: 1H30M. H - Stunden, M - Minuten)
es_es: Tiempo de cocción. (Formato: 1H30M. H - Horas, M - Minutos)
fr_fr: Temps de cuisson. (Format : 1H30M. H - Heures, M - Minutes)

source: Total Time (Format: 1H30M. H - Hours, M - Minutes )
de_de: Gesamtzeit (Format: 1H30M. H - Stunden, M - Minuten)
es_es: Tiempo total (Formato: 1H30M. H - Horas, M - Minutos)
fr_fr: Temps total (Format : 1H30M. H - Heures, M - Minutes)

source: Description
de_de: Beschreibung
es_es: Descripción

source: Describe the recipe in short.
de_de: Beschreiben Sie das Rezept kurz.
es_es: Describa la receta brevemente.
fr_fr: Décrivez la recette en bref.

source: Nutrition
de_de: Ernährung
es_es: Nutrición

source: Ingredients
de_de: Zutaten
es_es: Ingredientes
fr_fr: Ingrédients

source: Enter the ingredients used
de_de: Geben Sie die verwendeten Zutaten ein
es_es: Ingrese los ingredientes utilizados
fr_fr: Entrez les ingrédients utilisés

source: Rich Snippets - Software Application
de_de: Rich Snippets - Softwareanwendung
es_es: Rich Snippets - Aplicación de software
fr_fr: Rich Snippets - Application logicielle

source: Software Rating
de_de: Softwarebewertung
es_es: Calificación del software
fr_fr: Évaluation du logiciel

source: Rate this software.
de_de: Bewerten Sie diese Software.
es_es: Califique este software.
fr_fr: Évaluez ce logiciel.

source: Price
de_de: Preis
es_es: Precio
fr_fr: Prix

source: Enter the Price of Software
de_de: Geben Sie den Preis der Software ein
es_es: Ingrese el precio del software
fr_fr: Entrez le prix du logiciel

source: Currency
de_de: Währung
es_es: Moneda
fr_fr: Devise

source: Software Name
es_es: Nombre del software
fr_fr: Nom du logiciel

source: Enter the Software Name.
de_de: Geben Sie den Namen der Software ein.
es_es: Ingrese el nombre del software.
fr_fr: Entrez le nom du logiciel.

source: Operating System
de_de: Betriebssystem
es_es: Sistema operativo
fr_fr: Système d'exploitation

source: Enter the software Operating System.
de_de: Geben Sie das Betriebssystem der Software ein.
es_es: Ingrese el sistema operativo del software.
fr_fr: Entrez le système d'exploitation du logiciel.

source: Application Category
de_de: Anwendungskategorie
es_es: Categoría de la aplicación
fr_fr: Catégorie d'application

source: Like Game, Multimedia
de_de: Wie Spiel, Multimedia
es_es: Como Juego, Multimedia
fr_fr: Comme Jeu, Multimédia

source: Software Image
de_de: Softwarebild
es_es: Imagen del software
fr_fr: Image du logiciel

source: Upload or select image of software. Medium size is recommended (300px X 300px)
de_de: Laden Sie ein Bild der Software hoch oder wählen Sie es aus. Mittlere Größe wird empfohlen (300px x 300px)
es_es: Suba o seleccione la imagen del software. Se recomienda un tamaño mediano (300px X 300px)
fr_fr: Téléchargez ou sélectionnez l'image du logiciel. Une taille moyenne est recommandée (300px X 300px)

source: Landing Page
es_es: Página de destino
fr_fr: Page de destination

source: Enter the landing page url for software
de_de: Geben Sie die URL der Landing Page für die Software ein
es_es: Ingrese la URL de la página de destino para el software
fr_fr: Entrez l'URL de la page de destination pour le logiciel

source: Upload Video or enter the video file url<br>Example: <br> http://www.example.com/video123.flv<br>A URL pointing to the actual video media file. This file should be in .mpg, .mpeg, .mp4, .m4v, .mov, .wmv, .avi, .flv, or other video file format
de_de: Laden Sie das Video hoch oder geben Sie die URL der Videodatei ein<br>Beispiel:<br> http://www.example.com/video123.flv<br>Eine URL, die auf die tatsächliche Videodatei verweist. Diese Datei sollte im Format .mpg, .mpeg, .mp4, .m4v, .mov, .wmv, .avi, .flv oder einem anderen Videoformat vorliegen
es_es: Suba el video o ingrese la URL del archivo de video<br>Ejemplo: <br> http://www.example.com/video123.flv<br>Una URL que apunta al archivo de video real. Este archivo debe estar en formato .mpg, .mpeg, .mp4, .m4v, .mov, .wmv, .avi, .flv u otro formato de archivo de video
fr_fr: Téléchargez la vidéo ou entrez l'URL du fichier vidéo<br>Exemple : <br> http://www.example.com/video123.flv<br>Une URL pointant vers le fichier multimédia vidéo réel. Ce fichier doit être au format .mpg, .mpeg, .mp4, .m4v, .mov, .wmv, .avi, .flv ou autre format de fichier vidéo

source: Embed Video
de_de: Video einbetten
es_es: Incrustar video
fr_fr: Intégrer la vidéo

source: A URL pointing to a player for the specific video. Usually this is the information in the src element of an &lt;embed&gt;tag. <br>Example: <br>Youtube: https://www.youtube.com/embed/CibazcCevOk <br>Dailymotion: http://www.dailymotion.com/swf/x1o2g<br><div class="bsf_vd_note"><h3>Add only one url either in "Video" or "Embed Video" field. Dont use both.</h3></div>
de_de: Eine URL, die auf einen Player für das spezifische Video verweist. Normalerweise handelt es sich um die Informationen im src-Element eines &lt;embed&gt;-Tags. <br>Beispiel: <br>Youtube: https://www.youtube.com/embed/CibazcCevOk <br>Dailymotion: http://www.dailymotion.com/swf/x1o2g<br><div class="bsf_vd_note"><h3>Fügen Sie nur eine URL entweder im Feld "Video" oder "Video einbetten" hinzu. Verwenden Sie nicht beide.</h3></div>
es_es: Una URL que apunta a un reproductor para el video específico. Normalmente, esta es la información en el elemento src de una etiqueta &lt;embed&gt;. <br>Ejemplo: <br>Youtube: https://www.youtube.com/embed/CibazcCevOk <br>Dailymotion: http://www.dailymotion.com/swf/x1o2g<br><div class="bsf_vd_note"><h3>Agregue solo una URL ya sea en el campo "Video" o "Incrustar video". No use ambos.</h3></div>
fr_fr: Une URL pointant vers un lecteur pour la vidéo spécifique. En général, il s'agit des informations dans l'élément src d'une balise &lt;embed&gt;. <br>Exemple : <br>Youtube : https://www.youtube.com/embed/CibazcCevOk <br>Dailymotion : http://www.dailymotion.com/swf/x1o2g<br><div class="bsf_vd_note"><h3>Ajoutez uniquement une URL soit dans le champ "Vidéo" soit dans le champ "Intégrer la vidéo". N'utilisez pas les deux.</h3></div>

source: Video Duration
de_de: Videodauer
es_es: Duración del video

source: Enter the duration for this video
de_de: Geben Sie die Dauer für dieses Video ein
es_es: Ingrese la duración de este video

source: Rich Snippets - Article
de_de: Rich Snippets - Artikel
es_es: Fragmentos enriquecidos - Artículo

source: Article Image
de_de: Artikelbild
es_es: Imagen del artículo
fr_fr: Image de l'article

source: Upload or select image from gallery. Medium size is recommended (300px X 300px)
de_de: Laden Sie ein Bild hoch oder wählen Sie ein Bild aus der Galerie aus. Mittlere Größe wird empfohlen (300px X 300px)
es_es: Suba o seleccione una imagen de la galería. Se recomienda un tamaño mediano (300px X 300px)
fr_fr: Téléchargez ou sélectionnez une image de la galerie. Une taille moyenne est recommandée (300px X 300px)

source: Article Name
de_de: Artikelname
es_es: Nombre del artículo
fr_fr: Nom de l'article

source: Enter the name for this article
de_de: Geben Sie den Namen für diesen Artikel ein
es_es: Ingrese el nombre de este artículo
fr_fr: Entrez le nom de cet article

source: Short Description
de_de: Kurze Beschreibung
es_es: Descripción corta
fr_fr: Description courte

source: Enter the brief description about this article (About 30 Words)
de_de: Geben Sie die kurze Beschreibung zu diesem Artikel ein (Etwa 30 Wörter)
es_es: Ingrese la breve descripción sobre este artículo (Alrededor de 30 palabras)
fr_fr: Entrez la brève description de cet article (Environ 30 mots)

source: Author
de_de: Autor
es_es: Autor
fr_fr: Auteur

source: Enter the author name for this article
de_de: Geben Sie den Autorennamen für diesen Artikel ein
es_es: Ingrese el nombre del autor de este artículo
fr_fr: Entrez le nom de l'auteur de cet article

source: Publisher - Orgnization
de_de: Verlag - Organisation
es_es: Editor - Organización
fr_fr: Éditeur - Organisation

source: Enter the publisher name for this article
de_de: Geben Sie den Verlagsnamen für diesen Artikel ein
es_es: Ingrese el nombre del editor de este artículo
fr_fr: Entrez le nom de l'éditeur de cet article

source: Publisher Logo
de_de: Verlagslogo
es_es: Logo del editor
fr_fr: Logo de l'éditeur

source: Rich Snippets - Service
de_de: Rich Snippets - Dienst
es_es: Fragmentos enriquecidos - Servicio

source: Image
de_de: Bild
es_es: Imagen

source: Service Type
de_de: Diensttyp
es_es: Tipo de servicio
fr_fr: Type de service

source: Enter the service type
de_de: Geben Sie den Diensttyp ein
es_es: Ingrese el tipo de servicio
fr_fr: Entrez le type de service

source: Service Served Area
de_de: Bereich, in dem der Dienst angeboten wird
es_es: Área de servicio
fr_fr: Zone de service

source: Enter the area where service is available
de_de: Geben Sie den Bereich ein, in dem der Dienst verfügbar ist
es_es: Ingrese el área donde el servicio está disponible
fr_fr: Entrez la zone où le service est disponible

source: Enter the description about service (About 30 Words)
de_de: Geben Sie die Beschreibung des Dienstes ein (Etwa 30 Wörter)
es_es: Ingrese la descripción sobre el servicio (Alrededor de 30 palabras)
fr_fr: Entrez la description du service (Environ 30 mots)

source: Provider Name
de_de: Anbietername
es_es: Nombre del proveedor
fr_fr: Nom du fournisseur

source: Enter the service provider name
de_de: Geben Sie den Namen des Dienstanbieters ein
es_es: Ingrese el nombre del proveedor de servicios
fr_fr: Entrez le nom du fournisseur de services

source: Location
de_de: Standort
es_es: Ubicación
fr_fr: Emplacement

source: Provider Location Image
de_de: Bild des Anbieterstandorts
es_es: Imagen de la ubicación del proveedor
fr_fr: Image de l'emplacement du fournisseur

source: Upload the provider location image or select from library. Medium size is recommended (300px X 300px)
de_de: Laden Sie das Bild des Anbieterstandorts hoch oder wählen Sie es aus der Bibliothek aus. Mittlere Größe wird empfohlen (300px X 300px)
es_es: Suba la imagen de la ubicación del proveedor o seleccione de la biblioteca. Se recomienda un tamaño mediano (300px X 300px)
fr_fr: Téléchargez l'image de l'emplacement du fournisseur ou sélectionnez-la dans la bibliothèque. Une taille moyenne est recommandée (300px X 300px)

source: Telephone
de_de: Telefon
es_es: Teléfono
fr_fr: Téléphone

source: Telephone number
de_de: Telefonnummer
es_es: Número de teléfono
fr_fr: Numéro de téléphone

source: Summary
de_de: Zusammenfassung
es_es: Resumen
fr_fr: Résumé

source: Reviewer
de_de: Rezensent
es_es: Revisor
fr_fr: Critique

source: Review Date
de_de: Bewertungsdatum
es_es: Fecha de revisión
fr_fr: Date de la critique

source: Reviewed Item
de_de: Bewerteter Artikel
es_es: Artículo revisado
fr_fr: Article évalué

source: Author Rating
de_de: Autorbewertung
es_es: Calificación del autor
fr_fr: Évaluation de l'auteur

source: Starting on
de_de: Beginn am
es_es: Comenzando el
fr_fr: Commence le

source: Ending on
de_de: Ende am
es_es: Terminando el
fr_fr: Se termine le

source: Name
es_es: Nombre
fr_fr: Nom

source: Job Title
de_de: Berufsbezeichnung
es_es: Título del trabajo
fr_fr: Titre du poste

source: Website
de_de: Webseite
es_es: Sitio web
fr_fr: Site Web

source: Company
de_de: Unternehmen
es_es: Empresa
fr_fr: Société

source: Aggregate Rating
de_de: Aggregierte Bewertung
es_es: Calificación agregada
fr_fr: Évaluation agrégée

source: Product Availability
de_de: Produktverfügbarkeit
es_es: Disponibilidad del producto
fr_fr: Disponibilité du produit

source: Recipe Name
de_de: Rezeptname
es_es: Nombre de la receta
fr_fr: Nom de la recette

source: Author Name
de_de: Autorname
es_es: Nombre del autor
fr_fr: Nom de l'auteur

source: Published On
de_de: Veröffentlicht am
es_es: Publicado el
fr_fr: Publié le

source: Preparation Time
de_de: Vorbereitungszeit
es_es: Tiempo de preparación
fr_fr: Temps de préparation

source: Cook Time
de_de: Kochzeit
es_es: Tiempo de cocción
fr_fr: Temps de cuisson

source: Total Time
de_de: Gesamtzeit
es_es: Tiempo total
fr_fr: Temps total

source: Average Rating
de_de: Durchschnittliche Bewertung
es_es: Calificación promedio
fr_fr: Évaluation moyenne

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre

source: Duration
de_de: Dauer
es_es: Duración
fr_fr: Durée

source: Publisher Name
de_de: Verlagsname
es_es: Nombre del editor
fr_fr: Nom de l'éditeur

source: Area
de_de: Bereich
es_es: Área
fr_fr: Zone

source: Click Here For More Info
de_de: Klicken Sie hier für weitere Informationen
es_es: Haga clic aquí para más información
fr_fr: Cliquez ici pour plus d'infos

source: User Rating
de_de: Benutzerbewertung
es_es: Calificación del usuario
fr_fr: Évaluation des utilisateurs

source: Provider telephone number
de_de: Telefonnummer des Anbieters
es_es: Número de teléfono del proveedor
fr_fr: Numéro de téléphone du fournisseur

source: Video
fr_fr: Vidéo

source: Rich Snippets - Videos
fr_fr: Rich Snippets - Vidéos
