Repository: brainstormforce/all-in-one-schemaorg-rich-snippets
Catalog: languages/all-*-one-schemaorg-rich-snippets-*.po
Languages: de_de, es_es, fr_fr

source: How long will it take to show up rich snippets for my search results?
de_de: Wie lange wird es dauern, bis die Rich Snippets für meine Suchergebnisse angezeigt werden?
es_es: ¿Cuánto tiempo tomará para que aparezcan los fragmentos enriquecidos en mis resultados de búsqueda?
fr_fr: Combien de temps faudra-t-il pour que les extraits enrichis apparaissent dans mes résultats de recherche ?

source: I don't see the feature I want. How can I get it?
de_de: Ich sehe nicht die Funktion, die ich möchte. Wie kann ich sie bekommen?
es_es: No veo la función que quiero. ¿Cómo puedo obtenerla?
fr_fr: Je ne vois pas la fonctionnalité que je veux. Comment puis-je l'obtenir ?

source: <a href='https://wpschema.com/contact/' target='_blank'>Get in touch</a> with us to ask if this feature is in our development roadmap. If it is not in our roadmap, and if you still think this feature would make the plugin better, we have a couple of options for you:
de_de: <a href='https://wpschema.com/contact/' target='_blank'>Nehmen Sie Kontakt</a> mit uns auf, um zu fragen, ob diese Funktion auf unserem Entwicklungsfahrplan steht. Wenn sie nicht auf unserem Fahrplan steht und Sie trotzdem denken, dass diese Funktion das Plugin verbessern würde, haben wir ein paar Optionen für Sie:
es_es: <a href='https://wpschema.com/contact/' target='_blank'>Ponte en contacto</a> con nosotros para preguntar si esta función está en nuestra hoja de ruta de desarrollo. Si no está en nuestra hoja de ruta, y si aún crees que esta función haría que el plugin fuera mejor, tenemos un par de opciones para ti:
fr_fr: <a href='https://wpschema.com/contact/' target='_blank'>Contactez-nous</a> pour demander si cette fonctionnalité est dans notre feuille de route de développement. Si elle n'est pas dans notre feuille de route, et si vous pensez toujours que cette fonctionnalité améliorerait le plugin, nous avons quelques options pour vous :

source: Code the new feature if you are a developer and submit your code. If we include this feature in our releases, credits will be given to you.
de_de: Codieren Sie die neue Funktion, wenn Sie ein Entwickler sind, und reichen Sie Ihren Code ein. Wenn wir diese Funktion in unsere Veröffentlichungen aufnehmen, werden Ihnen die Credits gegeben.
es_es: Codifica la nueva función si eres un desarrollador y envía tu código. Si incluimos esta función en nuestras versiones, se te dará crédito.
fr_fr: Codez la nouvelle fonctionnalité si vous êtes développeur et soumettez votre code. Si nous incluons cette fonctionnalité dans nos versions, des crédits vous seront attribués.

source: Offer a sponsorship to get this feature done for all plugin users OR request a professional customisation service.
de_de: Bieten Sie eine Finanzierung an, um diese Funktion für alle Plugin-Nutzer zu realisieren ODER beantragen Sie einen professionellen Anpassungsservice.
es_es: Ofrece un patrocinio para que esta función se realice para todos los usuarios del plugin O solicita un servicio de personalización profesional.
fr_fr: Offrez un parrainage pour réaliser cette fonctionnalité pour tous les utilisateurs du plugin OU demandez un service de personnalisation professionnel.

source: <span>Customize the look and feel of rich snippet box</span>
de_de: <span>Passen Sie das Aussehen und das Gefühl des Rich Snippet-Box an</span>
es_es: <span>Personaliza la apariencia y el estilo de la caja de fragmento enriquecido</span>
fr_fr: <span>Personnalisez l'apparence de la boîte d'extraits enrichis</span>

source: Box Background
de_de: Hintergrund der Box
es_es: Fondo de la caja
fr_fr: Arrière-plan de la boîte

source: Title Background
de_de: Hintergrund des Titels
es_es: Fondo del título
fr_fr: Arrière-plan du titre

source: Border Color
de_de: Randfarbe
es_es: Color del borde
fr_fr: Couleur de la bordure

source: Title Color
de_de: Titel-Farbe
es_es: Color del título
fr_fr: Couleur du titre

source: Snippet Text Color
de_de: Farbe des Snippet-Textes
es_es: Color del texto del fragmento
fr_fr: Couleur du texte de l'extrait

source: Don&#39;t want to add a content box on the front-end? Get the latest and premium schema markup plugin that adds Google recommended JSON-LD structured data format without the content box. <a href='https://wpschema.com/?utm_source=allinone&utm_campaign=repo&utm_medium=customize' target='_blank'> Know more about Schema Pro.</a>
de_de: Möchten Sie kein Inhaltsfeld im Frontend hinzufügen? Holen Sie sich das neueste und Premium-Schema-Markup-Plugin, das das von Google empfohlene JSON-LD-Format für strukturierte Daten ohne das Inhaltsfeld hinzufügt. <a href='https://wpschema.com/?utm_source=allinone&utm_campaign=repo&utm_medium=customize' target='_blank'>Erfahren Sie mehr über Schema Pro.</a>
es_es: ¿No quieres agregar una caja de contenido en el frontend? Obtén el último y premium plugin de marcado de esquema que agrega el formato de datos estructurados JSON-LD recomendado por Google sin la caja de contenido. <a href='https://wpschema.com/?utm_source=allinone&utm_campaign=repo&utm_medium=customize' target='_blank'> Conoce más sobre Schema Pro.</a>
fr_fr: Vous ne voulez pas ajouter de boîte de contenu sur le frontend ? Obtenez le dernier plugin de balisage schema premium qui ajoute le format de données structurées JSON-LD recommandé par Google sans la boîte de contenu. <a href='https://wpschema.com/?utm_source=allinone&utm_campaign=repo&utm_medium=customize' target='_blank'> En savoir plus sur Schema Pro.</a>

source: WooCommerce Configuration
de_de: WooCommerce-Konfiguration
es_es: Configuración de WooCommerce
fr_fr: Configuration de WooCommerce

source: WooCommerce comes with Schema.org code by default and using our plugin on WooCommerce product pages does will add duplicate schema so it is not recommended. If you could still like to enable our plugin on WooCommerce products, please enable this option.
de_de: WooCommerce kommt standardmäßig mit Schema.org-Code, und die Verwendung unseres Plugins auf WooCommerce-Produktseiten würde doppeltes Schema hinzufügen, daher wird dies nicht empfohlen. Wenn Sie unser Plugin dennoch für WooCommerce-Produkte aktivieren möchten, aktivieren Sie bitte diese Option.
es_es: WooCommerce viene con código Schema.org por defecto y usar nuestro plugin en las páginas de productos de WooCommerce agregará esquema duplicado, por lo que no se recomienda. Si aún deseas habilitar nuestro plugin en productos de WooCommerce, por favor habilita esta opción.
fr_fr: WooCommerce est livré avec du code Schema.org par défaut et l'utilisation de notre plugin sur les pages de produits WooCommerce ajoutera un schéma dupliqué, il n'est donc pas recommandé. Si vous souhaitez toujours activer notre plugin sur les produits WooCommerce, veuillez activer cette option.

source: Success! Your changes were successfully saved!
de_de: Erfolg! Ihre Änderungen wurden erfolgreich gespeichert!
es_es: ¡Éxito! ¡Tus cambios se guardaron correctamente!
fr_fr: Succès ! Vos modifications ont été enregistrées avec succès !

source: Sorry, Your changes are not saved!
de_de: Entschuldigung, Ihre Änderungen wurden nicht gespeichert!
es_es: ¡Lo siento, tus cambios no se guardaron!
fr_fr: Désolé, vos modifications ne sont pas enregistrées !

source: Get in touch with the Plugin Developers
de_de: Nehmen Sie Kontakt mit den Plugin-Entwicklern auf
es_es: Ponte en contacto con los desarrolladores del plugin
fr_fr: Contactez les développeurs du plugin

source: Just fill out the form below and your message will be emailed to the Plugin Developers.
de_de: Füllen Sie einfach das untenstehende Formular aus, und Ihre Nachricht wird an die Plugin-Entwickler per E-Mail gesendet.
es_es: Solo completa el formulario a continuación y tu mensaje será enviado por correo electrónico a los desarrolladores del plugin.
fr_fr: Il vous suffit de remplir le formulaire ci-dessous et votre message sera envoyé par e-mail aux développeurs du plugin.

source: Your Name:
de_de: Ihr Name:
es_es: Tu nombre:
fr_fr: Votre nom :

source: Your Email:
de_de: Ihre E-Mail:
es_es: Tu correo electrónico:
fr_fr: Votre e-mail :

source: Reference URL:
de_de: Referenz-URL:
es_es: URL de referencia:
fr_fr: URL de référence :

source: Subject:
de_de: Betreff:
es_es: Asunto:
fr_fr: Objet :

source: Your Query in Brief:
de_de: Ihre Anfrage in Kürze:
es_es: Tu consulta en breve:
fr_fr: Votre question en bref :

source: Error creating DateTime object: %s
de_de: Fehler beim Erstellen des DateTime-Objekts: %s
es_es: Error al crear el objeto DateTime: %s
fr_fr: Erreur lors de la création de l'objet DateTime : %s

source: Error adding your rating
de_de: Fehler beim Hinzufügen Ihrer Bewertung
es_es: Error al agregar tu calificación
fr_fr: Erreur lors de l'ajout de votre évaluation

source: Ratings added successfully !
de_de: Bewertungen erfolgreich hinzugefügt!
es_es: Calificaciones agregadas con éxito!
fr_fr: Évaluations ajoutées avec succès !

source: Error updating your rating
de_de: Fehler beim Aktualisieren Ihrer Bewertung
es_es: Error al actualizar tu calificación
fr_fr: Erreur lors de la mise à jour de votre évaluation

source: Ratings updated successfully !
de_de: Bewertungen erfolgreich aktualisiert!
es_es: Calificaciones actualizadas con éxito!
fr_fr: Évaluations mises à jour avec succès !

source: Thank you!
de_de: Danke!
es_es: ¡Gracias!
fr_fr: Merci !

source: Something went wrong!
de_de: Etwas ist schiefgelaufen!
es_es: ¡Algo salió mal!
fr_fr: Quelque chose a mal tourné !

source: Settings saved !
de_de: Einstellungen gespeichert!
es_es: ¡Configuraciones guardadas!
fr_fr: Paramètres enregistrés !

source: Error occured. Settings were not saved !
de_de: Fehler aufgetreten. Einstellungen wurden nicht gespeichert!
es_es: Ocurrió un error. ¡Las configuraciones no se guardaron!
fr_fr: Erreur survenue. Les paramètres n'ont pas été enregistrés !

source: Please Try Again
de_de: Bitte versuchen Sie es erneut
es_es: Por favor, inténtalo de nuevo
fr_fr: Veuillez réessayer

source: Remove Embed
de_de: Embed entfernen
es_es: Eliminar Embed
fr_fr: Supprimer l'intégration

source: No oEmbed Results Found for %s. View more info at
de_de: Keine oEmbed-Ergebnisse für %s gefunden. Weitere Informationen anzeigen unter
es_es: No se encontraron resultados de oEmbed para %s. Ver más información en
fr_fr: Aucun résultat oEmbed trouvé pour %s. Voir plus d'infos à

source: WordPress Nonce not validated.
de_de: WordPress Nonce nicht validiert.
es_es: Nonce de WordPress no validado.
fr_fr: Nonce WordPress non validé.

source: Configure Rich Snippet
de_de: Rich Snippet konfigurieren
es_es: Configurar Rich Snippet
fr_fr: Configurer l'extrait enrichi

source: Select what this post is about
de_de: Wählen Sie aus, worum es in diesem Beitrag geht
es_es: Selecciona de qué trata esta publicación
fr_fr: Sélectionnez de quoi parle cet article

source: Event
de_de: Ereignis
es_es: Evento
fr_fr: Événement

source: Rich Snippets - Item Review
de_de: Rich Snippets - Artikelbewertung
es_es: Rich Snippets - Revisión de Artículo
fr_fr: Extraits enrichis - Revue d'article

source: Please provide the following information.
de_de: Bitte geben Sie die folgenden Informationen an.
es_es: Por favor proporciona la siguiente información.
fr_fr: Veuillez fournir les informations suivantes.

source: Reviewer&rsquo;s Name
de_de: Name des Bewerters
es_es: Nombre del Revisor

source: Enter the name of Item Reviewer or The Post Author.
de_de: Geben Sie den Namen des Artikelbewerters oder des Beitragsautors ein.
es_es: Ingresa el nombre del revisor del artículo o del autor de la publicación.

source: Item to be reviewed
de_de: Zu bewertender Artikel
es_es: Artículo a revisar

source: Enter the name of the item, you are writing review about.
de_de: Geben Sie den Namen des Artikels ein, über den Sie eine Bewertung schreiben.
es_es: Ingresa el nombre del artículo sobre el que estás escribiendo la reseña.

source: Item Review Type
de_de: Art der Artikelbewertung
es_es: Tipo de Revisión del Artículo

source: Select the item to be reviewed.
de_de: Wählen Sie den zu bewertenden Artikel aus.
es_es: Selecciona el artículo a revisar.

source: Select Item type
de_de: Artikeltyp auswählen
es_es: Seleccionar tipo de artículo

source: Event Name
de_de: Ereignisname
es_es: Nombre del Evento

source: Enter the Event name.
de_de: Geben Sie den Namen des Ereignisses ein.
es_es: Ingresa el nombre del evento.

source: Event Start Date
de_de: Startdatum des Ereignisses
es_es: Fecha de Inicio del Evento

source: Provide the Event Start Date.
de_de: Geben Sie das Startdatum des Ereignisses an.
es_es: Proporciona la fecha de inicio del evento.

source: Event Location
de_de: Ereignisort
es_es: Ubicación del Evento

source: Location Name Here
de_de: Standortname hier
es_es: Nombre de la Ubicación Aquí

source: Street Address
de_de: Straßenadresse
es_es: Dirección

source: Locality
de_de: Ort
es_es: Localidad

source: Region
es_es: Región

source: Postal Code
de_de: Postleitzahl
es_es: Código Postal

source: Product Name
de_de: Produktname
es_es: Nombre del Producto

source: Enter the Product name.
de_de: Geben Sie den Produktnamen ein.
es_es: Ingresa el nombre del producto.

source: Product Image
de_de: Produktbild
es_es: Imagen del Producto

source: Upload the product image or select from library. Medium size is recommended (300px X 300px)
de_de: Laden Sie das Produktbild hoch oder wählen Sie aus der Bibliothek. Mittlere Größe wird empfohlen (300px x 300px)
es_es: Sube la imagen del producto o selecciona de la biblioteca. Se recomienda un tamaño mediano (300px X 300px)

source: Product Price
de_de: Produktpreis
es_es: Precio del Producto

source: Enter the product Price.
de_de: Geben Sie den Produktpreis ein.
es_es: Ingresa el precio del producto.

source: Currency
de_de: Währung
es_es: Moneda

source: Enter the Currency Code(e.g USD, INR, AUD, EUR, GBP). <a href="http://www.science.co.il/International/Currency-Codes.asp" target="_blank"> Know you currency code</a>
de_de: Geben Sie den Währungscode ein (z.B. USD, INR, AUD, EUR, GBP). <a href="http://www.science.co.il/International/Currency-Codes.asp" target="_blank">Erfahren Sie Ihren Währungscode</a>
es_es: Ingresa el código de moneda (por ejemplo, USD, INR, AUD, EUR, GBP). <a href="http://www.science.co.il/International/Currency-Codes.asp" target="_blank"> Conoce tu código de moneda</a>

source: Availability
de_de: Verfügbarkeit
es_es: Disponibilidad

source: Select the products availability.
de_de: Wählen Sie die Verfügbarkeit der Produkte aus.
es_es: Selecciona la disponibilidad de los productos.

source: __ Please Select __
de_de: __ Bitte auswählen __
es_es: __ Por favor selecciona __

source: Out of Stock
de_de: Nicht auf Lager
es_es: Agotado

source: In Stock
de_de: Auf Lager
es_es: En Stock

source: In Store Only
de_de: Nur im Geschäft
es_es: Solo en Tienda

source: Pre-Order
de_de: Vorbestellung
es_es: Pre-Ordenar

source: Recipe Name
de_de: Rezeptname
es_es: Nombre de la Receta

source: Enter the recipe name.
de_de: Geben Sie den Rezeptnamen ein.
es_es: Ingresa el nombre de la receta.

source: Recipe Photo
de_de: Rezeptfoto
es_es: Foto de la Receta

source: Upload or Select recipe photo. Medium size is recommended (300px X 300px)
de_de: Laden Sie ein Rezeptfoto hoch oder wählen Sie es aus. Mittlere Größe wird empfohlen (300px x 300px)
es_es: Sube o selecciona la foto de la receta. Se recomienda un tamaño mediano (300px X 300px)

source: Software Name
es_es: Nombre del Software

source: Enter the Software name.
de_de: Geben Sie den Software-Namen ein.
es_es: Ingresa el nombre del software.

source: Software Operating System
de_de: Betriebssystem der Software
es_es: Sistema Operativo del Software

source: Enter the Operating System name.
de_de: Geben Sie den Namen des Betriebssystems ein.
es_es: Ingresa el nombre del sistema operativo.

source: Software Application Category
de_de: Kategorie der Softwareanwendung
es_es: Categoría de Aplicación del Software

source: Enter the Application Category name.
de_de: Geben Sie den Namen der Anwendungs-Kategorie ein.
es_es: Ingresa el nombre de la categoría de la aplicación.

source: Video Title
de_de: Videotitel
es_es: Título del Video

source: Enter the title for this video
de_de: Geben Sie den Titel für dieses Video ein
es_es: Ingresa el título de este video

source: Video Description
de_de: Videobeschreibung
es_es: Descripción del Video

source: Enter the brief description for this video
de_de: Geben Sie die kurze Beschreibung für dieses Video ein
es_es: Ingresa la breve descripción de este video

source: Video Thumbnail
de_de: Video-Vorschaubild
es_es: Miniatura del Video

source: Upload or select video thumbnail from gallery. Medium size is recommended (300px X 300px)
de_de: Laden Sie ein Video-Vorschaubild hoch oder wählen Sie es aus der Galerie aus. Mittlere Größe wird empfohlen (300px x 300px)
es_es: Sube o selecciona la miniatura del video de la galería. Se recomienda un tamaño mediano (300px X 300px)

source: Upload Date
de_de: Hochladedatum
es_es: Fecha de Subida

source: Provide the date when the video is uploaded
de_de: Geben Sie das Datum an, an dem das Video hochgeladen wurde
es_es: Proporciona la fecha en que se subió el video

source: Your Rating
de_de: Ihre Bewertung
es_es: Tu Calificación

source: &nbsp;&nbsp;Rate this item (1-5)
de_de: &nbsp;&nbsp;Bewerten Sie diesen Artikel (1-5)
es_es: &nbsp;&nbsp;Califica este artículo (1-5)

source: Rich Snippets - Events
de_de: Rich Snippets - Veranstaltungen
es_es: Rich Snippets - Eventos

source: Event Title
de_de: Veranstaltungstitel
es_es: Título del Evento

source: What would be the name of the event?
de_de: Wie würde der Name der Veranstaltung lauten?
es_es: ¿Cuál sería el nombre del evento?

source: Location
de_de: Standort
es_es: Ubicación

source: Description
de_de: Beschreibung
es_es: Descripción

source: Describe the event in short.
de_de: Beschreiben Sie die Veranstaltung kurz.
es_es: Describe el evento brevemente.

source: Start Date
de_de: Startdatum
es_es: Fecha de Inicio

source: End Date
de_de: Enddatum
es_es: Fecha de Fin

source: Provide the Event End Date.
de_de: Geben Sie das Enddatum der Veranstaltung an.
es_es: Proporciona la fecha de finalización del evento.

source: Offer Price
de_de: Angebotspreis
es_es: Precio de oferta

source: Enter the ticket Price.
de_de: Geben Sie den Ticketpreis ein.
es_es: Ingrese el precio del boleto.

source: Url of buy ticket page
de_de: URL der Ticketkaufseite
es_es: Url de la página de compra de entradas

source: Rich Snippets - Music
de_de: Rich Snippets - Musik
es_es: Rich Snippets - Música

source: Rich Snippets - Organization
de_de: Rich Snippets - Organisation
es_es: Rich Snippets - Organización

source: Organization Name
de_de: Name der Organisation
es_es: Nombre de la Organización

source: Enter the Company or Organization Name.
de_de: Geben Sie den Namen des Unternehmens oder der Organisation ein.
es_es: Ingrese el nombre de la empresa u organización.

source: Website URL
es_es: URL del sitio web

source: Enter the Organization homepage url.
de_de: Geben Sie die URL der Homepage der Organisation ein.
es_es: Ingrese la URL de la página de inicio de la organización.

source: Contact No.
de_de: Kontakt-Nr.
es_es: Número de contacto.

source: Enter the Telephone No.
de_de: Geben Sie die Telefonnummer ein.
es_es: Ingrese el número de teléfono.

source: Address
de_de: Adresse
es_es: Dirección

source: Street Name.
de_de: Straßenname.
es_es: Nombre de la calle.
fr_fr: Nom de la rue.

source: Locality.
de_de: Ort.
es_es: Localidad.
fr_fr: Localité.

source: Region.
es_es: Región.
fr_fr: Région.

source: Country Name
de_de: Landname
es_es: Nombre del país
fr_fr: Nom du pays

source: GEO Location
de_de: GEO-Standort
es_es: Ubicación GEO
fr_fr: Emplacement GEO

source: Latitude. <a href="http://universimmedia.pagesperso-orange.fr/geo/loc.htm" target="_blank">Find Here.</a>
de_de: Breitengrad. <a href="http://universimmedia.pagesperso-orange.fr/geo/loc.htm" target="_blank">Hier finden.</a>
es_es: Latitud. <a href="http://universimmedia.pagesperso-orange.fr/geo/loc.htm" target="_blank">Encuentra aquí.</a>
fr_fr: Latitude. <a href="http://universimmedia.pagesperso-orange.fr/geo/loc.htm" target="_blank">Trouvez ici.</a>

source: Longitude.
de_de: Längengrad.
es_es: Longitud.

source: Rich Snippets - Person
es_es: Rich Snippets - Persona
fr_fr: Rich Snippets - Personne

source: Person&lsquo;s Name
de_de: Name der Person
es_es: Nombre de la persona
fr_fr: Nom de la personne

source: Enter the relative person&lsquo;s name.
de_de: Geben Sie den Namen der betreffenden Person ein.
es_es: Ingrese el nombre del familiar.
fr_fr: Entrez le nom de la personne concernée.

source: Nickname
de_de: Spitzname
es_es: Apodo
fr_fr: Surnom

source: Enter the nickname (if any).
de_de: Geben Sie den Spitznamen ein (falls vorhanden).
es_es: Ingrese el apodo (si lo hay).
fr_fr: Entrez le surnom (le cas échéant).

source: Photograph
de_de: Foto
es_es: Fotografía
fr_fr: Photographie

source: Upload the photo or select from media library. Medium size is recommended (300px X 300px)
de_de: Laden Sie das Foto hoch oder wählen Sie aus der Mediathek. Mittlere Größe wird empfohlen (300px x 300px)
es_es: Suba la foto o seleccione de la biblioteca de medios. Se recomienda un tamaño mediano (300px X 300px)
fr_fr: Téléchargez la photo ou sélectionnez dans la bibliothèque multimédia. Une taille moyenne est recommandée (300px X 300px)

source: Job Title
de_de: Berufsbezeichnung
es_es: Título del trabajo
fr_fr: Titre du poste

source: Enter job title.
de_de: Geben Sie die Berufsbezeichnung ein.
es_es: Ingrese el título del trabajo.
fr_fr: Entrez le titre du poste.

source: Homepage URL
es_es: URL de la página de inicio
fr_fr: URL de la page d'accueil

source: Enter homepage URL(if any).
de_de: Geben Sie die Homepage-URL ein (falls vorhanden).
es_es: Ingrese la URL de la página de inicio (si la hay).
fr_fr: Entrez l'URL de la page d'accueil (le cas échéant).

source: Company / Organization
de_de: Unternehmen / Organisation
es_es: Empresa / Organización
fr_fr: Société / Organisation

source: Enter Company or Organization name in affiliation.
de_de: Geben Sie den Namen des Unternehmens oder der Organisation in der Zugehörigkeit ein.
es_es: Ingrese el nombre de la empresa u organización en afiliación.
fr_fr: Entrez le nom de la société ou de l'organisation dans l'affiliation.

source: Address
de_de: Adresse
es_es: Dirección
fr_fr: Adresse

source: Enter Street
de_de: Geben Sie die Straße ein
es_es: Ingrese la calle
fr_fr: Entrez la rue

source: Enter Locality
de_de: Geben Sie den Ort ein
es_es: Ingrese la localidad
fr_fr: Entrez la localité

source: Rich Snippets - Products
de_de: Rich Snippets - Produkte
es_es: Rich Snippets - Productos
fr_fr: Rich Snippets - Produits

source: Rate this product or aggregate rating.
de_de: Bewerten Sie dieses Produkt oder aggregierte Bewertung.
es_es: Califique este producto o calificación agregada.
fr_fr: Évaluez ce produit ou évaluation agrégée.

source: Brand Name
de_de: Markenname
es_es: Nombre de la marca
fr_fr: Nom de la marque

source: Enter the products brand name
de_de: Geben Sie den Markennamen des Produkts ein
es_es: Ingrese el nombre de la marca del producto
fr_fr: Entrez le nom de la marque du produit

source: Enter the product name.
de_de: Geben Sie den Produktnamen ein.
es_es: Ingrese el nombre del producto.
fr_fr: Entrez le nom du produit.

source: Rich Snippets - Recipes
de_de: Rich Snippets - Rezepte
es_es: Rich Snippets - Recetas
fr_fr: Rich Snippets - Recettes

source: Author Name
de_de: Autorname
es_es: Nombre del autor
fr_fr: Nom de l'auteur

source: Enter the Author name.
de_de: Geben Sie den Namen des Autors ein.
es_es: Ingrese el nombre del autor.
fr_fr: Entrez le nom de l'auteur.
