Repository: brainstormforce/all-in-one-schemaorg-rich-snippets
Catalog: languages/all-*-one-schemaorg-rich-snippets-*.po
Languages: de_de, es_es, fr_fr

source: Schema - All In One Schema Rich Snippets
de_de: Schema - Alles in einem Schema Rich Snippets
es_es: Esquema - Todos en Uno Esquema Rich Snippets
fr_fr: Schéma - Tous en un Schéma Rich Snippets

source: Welcome to the Schema - All In One Schema Rich Snippets! You can now easily add schema markup on various * pages and posts of your website. Implement schema types such as Review, Events, Recipes, Article, Products, Services * *etc.
de_de: Willkommen bei Schema - Alles in einem Schema Rich Snippets! Sie können jetzt ganz einfach Schema-Markup auf verschiedenen * Seiten und Beiträgen Ihrer Website hinzufügen. Implementieren Sie Schema-Typen wie Bewertung, Veranstaltungen, Rezepte, Artikel, Produkte, Dienstleistungen * * usw.
es_es: ¡Bienvenido al Esquema - Todos en Uno Esquema Rich Snippets! Ahora puedes agregar fácilmente marcado de esquema en varias * páginas y publicaciones de tu sitio web. Implementa tipos de esquema como Reseña, Eventos, Recetas, Artículo, Productos, Servicios * *etc.
fr_fr: Bienvenue dans le Schéma - Tous en un Schéma Rich Snippets ! Vous pouvez maintenant facilement ajouter des balises de schéma sur diverses * pages et articles de votre site web. Implémentez des types de schéma tels que Avis, Événements, Recettes, Article, Produits, Services * *etc.

source: Want to help make <strong>%1s</strong> even more awesome? Allow us to collect non-sensitive diagnostic data and usage information.
de_de: Möchten Sie helfen, <strong>%1s</strong> noch großartiger zu machen? Lassen Sie uns nicht sensible Diagnosedaten und Nutzungsinformationen sammeln.
es_es: ¿Quieres ayudar a hacer <strong>%1s</strong> aún más increíble? Permítenos recopilar datos de diagnóstico no sensibles e información de uso.
fr_fr: Vous souhaitez aider à rendre <strong>%1s</strong> encore plus génial ? Permettez-nous de collecter des données de diagnostic non sensibles et des informations d'utilisation.

source: This will be applicable for all sites from the network.
de_de: Dies gilt für alle Seiten im Netzwerk.
es_es: Esto será aplicable para todos los sitios de la red.
fr_fr: Cela sera applicable à tous les sites du réseau.

source: Know More.
de_de: Mehr erfahren.
es_es: Saber más.
fr_fr: En savoir plus.

source: Yes! Allow it
de_de: Ja! Erlauben Sie es
es_es: ¡Sí! Permitirlo
fr_fr: Oui ! Autoriser

source: No Thanks
de_de: Nein danke
es_es: No, gracias
fr_fr: Non merci

source: Usage Tracking
de_de: Nutzungsverfolgung
es_es: Seguimiento de uso
fr_fr: Suivi d'utilisation

source: Allow %s products to track non-sensitive usage tracking data.
de_de: Erlauben Sie %s Produkten, nicht sensible Nutzungsverfolgungsdaten zu verfolgen.
es_es: Permitir que los productos %s rastreen datos de seguimiento de uso no sensibles.
fr_fr: Autoriser les produits %s à suivre des données de suivi d'utilisation non sensibles.

source: This will be applicable for all sites from the network.
de_de: Dies gilt für alle Seiten im Netzwerk.
es_es: Esto será aplicable para todos los sitios de la red.
fr_fr: Cela sera applicable à tous les sites du réseau.

source: Learn More.
de_de: Mehr erfahren.
es_es: Aprender más.
fr_fr: En savoir plus.

source: All in One Schema.org Rich Snippets - Dashboard
de_de: Alles in einem Schema.org Rich Snippets - Dashboard
es_es: Todos en Uno Esquema.org Rich Snippets - Panel de control
fr_fr: Tous en un Schéma.org Rich Snippets - Tableau de bord

source: Configuration
de_de: Konfiguration
es_es: Configuración

source: Customization
de_de: Anpassung
es_es: Personalización
fr_fr: Personnalisation

source: FAQs
de_de: Häufig gestellte Fragen
es_es: Preguntas frecuentes

source: Getting Started
de_de: Erste Schritte
es_es: Comenzando
fr_fr: Commencer

source: Choose the schema markup and update the strings you want to display on the front-end.
de_de: Wählen Sie das Schema-Markup aus und aktualisieren Sie die Texte, die Sie auf der Frontend anzeigen möchten.
es_es: Elige el marcado de esquema y actualiza las cadenas que deseas mostrar en el front-end.
fr_fr: Choisissez la balise de schéma et mettez à jour les chaînes que vous souhaitez afficher sur le front-end.

source: Item Review
de_de: Artikelbewertung
es_es: Reseña del artículo
fr_fr: Avis sur l'élément

source: Strings to be displayed on frontend for <strong>Item Review Rich Snippets &mdash;</strong>
de_de: Strings, die auf dem Frontend für <strong>Artikelbewertung Rich Snippets &mdash;</strong> angezeigt werden sollen
es_es: Cadenas que se mostrarán en el front-end para <strong>Reseñas Ricas de Artículos &mdash;</strong>
fr_fr: Chaînes à afficher sur le front-end pour <strong>Avis Rich Snippets sur l'élément &mdash;</strong>

source: Rich Snippet Title :
de_de: Titel der Rich Snippet :
es_es: Título de la Reseña :
fr_fr: Titre du Rich Snippet :

source: Reviewer :
de_de: Rezensent :
es_es: Revisor :
fr_fr: Critique :

source: Review Date :
de_de: Bewertungsdatum :
es_es: Fecha de la Reseña :
fr_fr: Date de l'avis :

source: Item Name :
de_de: Artikelname :
es_es: Nombre del Artículo :
fr_fr: Nom de l'élément :

source: Item Ratings :
de_de: Artikelbewertungen :
es_es: Calificaciones del Artículo :
fr_fr: Évaluations de l'élément :

source: Update
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mettre à jour

source: Reset
de_de: Zurücksetzen
es_es: Restablecer
fr_fr: Réinitialiser

source: Events
de_de: Veranstaltungen
es_es: Eventos
fr_fr: Événements

source: Strings to be displayed on frontend for <strong>Events Rich Snippets &mdash;</strong>
de_de: Strings, die auf dem Frontend für <strong>Veranstaltungen Rich Snippets &mdash;</strong> angezeigt werden sollen
es_es: Cadenas que se mostrarán en el front-end para <strong>Reseñas Ricas de Eventos &mdash;</strong>
fr_fr: Chaînes à afficher sur le front-end pour <strong>Rich Snippets d'Événements &mdash;</strong>

source: Event Title :
de_de: Titel der Veranstaltung :
es_es: Título del Evento :
fr_fr: Titre de l'événement :

source: Event Location :
de_de: Veranstaltungsort :
es_es: Ubicación del Evento :
fr_fr: Lieu de l'événement :

source: Start Time :
de_de: Beginnzeit :
es_es: Hora de Inicio :
fr_fr: Heure de début :

source: End Time :
de_de: Endzeit :
es_es: Hora de Finalización :
fr_fr: Heure de fin :

source: Description :
de_de: Beschreibung :
es_es: Descripción :

source: Ticket Promotion :
es_es: Promoción de Entradas :
fr_fr: Promotion de billets :

source: Person
es_es: Persona
fr_fr: Personne

source: Strings to be displayed on frontend for <strong>Person's Rich Snippets &mdash;</strong>
de_de: Strings, die auf dem Frontend für <strong>Personen Rich Snippets &mdash;</strong> angezeigt werden sollen
es_es: Cadenas que se mostrarán en el front-end para <strong>Reseñas Ricas de Personas &mdash;</strong>
fr_fr: Chaînes à afficher sur le front-end pour <strong>Rich Snippets de Personne &mdash;</strong>

source: Person's Name :
de_de: Name der Person :
es_es: Nombre de la Persona :
fr_fr: Nom de la personne :

source: Nick Name :
de_de: Spitzname :
es_es: Apodo :
fr_fr: Surnom :

source: Job Title :
de_de: Berufsbezeichnung :
es_es: Título del Trabajo :
fr_fr: Titre du poste :

source: Home page :
de_de: Startseite :
es_es: Página de inicio :
fr_fr: Page d'accueil :

source: Company Name :
de_de: Firmenname :
es_es: Nombre de la Empresa :
fr_fr: Nom de l'entreprise :

source: Address :
de_de: Adresse :
es_es: Dirección :
fr_fr: Adresse :

source: Product
de_de: Produkt
es_es: Producto
fr_fr: Produit

source: Strings to be displayed on frontend for <strong>Product Rich Snippets &mdash;</strong>
de_de: Strings, die auf dem Frontend für <strong>Produkt Rich Snippets &mdash;</strong> angezeigt werden sollen
es_es: Cadenas que se mostrarán en el front-end para <strong>Reseñas Ricas de Productos &mdash;</strong>
fr_fr: Chaînes à afficher sur le front-end pour <strong>Rich Snippets de Produit &mdash;</strong>

source: Author Rating :
de_de: Autorbewertung :
es_es: Calificación del Autor :
fr_fr: Évaluation de l'auteur :

source: Brand Name :
de_de: Markenname :
es_es: Nombre de la Marca :
fr_fr: Nom de la marque :

source: Product Name :
de_de: Produktname :
es_es: Nombre del Producto :
fr_fr: Nom du produit :

source: User Rating :
de_de: Benutzerbewertung :
es_es: Calificación del Usuario :
fr_fr: Évaluation de l'utilisateur :

source: Price :
de_de: Preis :
es_es: Precio :
fr_fr: Prix :

source: Product Availability :
de_de: Produktverfügbarkeit :
es_es: Disponibilidad del Producto :
fr_fr: Disponibilité du produit :

source: Recipe
de_de: Rezept
es_es: Receta
fr_fr: Recette

source: Strings to be displayed on frontend for <strong>Recipe Rich Snippets &mdash;</strong>
de_de: Strings, die auf dem Frontend für <strong>Rezept Rich Snippets &mdash;</strong> angezeigt werden sollen
es_es: Cadenas que se mostrarán en el front-end para <strong>Reseñas Ricas de Recetas &mdash;</strong>
fr_fr: Chaînes à afficher sur le front-end pour <strong>Rich Snippets de Recette &mdash;</strong>

source: Recipe Name :
de_de: Rezeptname :
es_es: Nombre de la Receta :
fr_fr: Nom de la recette :

source: Author Name :
de_de: Autorname :
es_es: Nombre del Autor :
fr_fr: Nom de l'auteur :

source: Published On :
de_de: Veröffentlicht am :
es_es: Publicado el :
fr_fr: Publié le :

source: Preparation Time:
de_de: Vorbereitungszeit:
es_es: Tiempo de Preparación:
fr_fr: Temps de préparation :

source: Cook Time :
de_de: Kochzeit :
es_es: Tiempo de Cocción :
fr_fr: Temps de cuisson :

source: Total Time :
de_de: Gesamtzeit :
es_es: Tiempo Total :
fr_fr: Temps total :

source: Average Rating:
de_de: Durchschnittliche Bewertung:
es_es: Calificación Promedio:
fr_fr: Évaluation moyenne :

source: Software Application
de_de: Softwareanwendung
es_es: Aplicación de Software
fr_fr: Application logicielle

source: Strings to be displayed on frontend for <strong>Software Application Rich Snippets &mdash;</strong>
de_de: Strings, die auf dem Frontend für <strong>Softwareanwendung Rich Snippets &mdash;</strong> angezeigt werden sollen
es_es: Cadenas que se mostrarán en el front-end para <strong>Reseñas Ricas de Aplicaciones de Software &mdash;</strong>
fr_fr: Chaînes à afficher sur le front-end pour <strong>Rich Snippets d'Application logicielle &mdash;</strong>

source: Software Price :
de_de: Softwarepreis :
es_es: Precio del Software :
fr_fr: Prix du logiciel :

source: Software Name:
es_es: Nombre del Software:
fr_fr: Nom du logiciel :

source: Operating System :
de_de: Betriebssystem :
es_es: Sistema Operativo :
fr_fr: Système d'exploitation :

source: Landing Page:
es_es: Página de Aterrizaje:
fr_fr: Page d'atterrissage :

source: Strings to be displayed on frontend for <strong>Video Rich Snippets &mdash;</strong>
de_de: Strings, die auf dem Frontend für <strong>Video Rich Snippets &mdash;</strong> angezeigt werden sollen
es_es: Cadenas que se mostrarán en el front-end para <strong>Reseñas Ricas de Videos &mdash;</strong>
fr_fr: Chaînes à afficher sur le front-end pour <strong>Rich Snippets de Vidéo &mdash;</strong>

source: Video Title :
de_de: Video Titel :
es_es: Título del video :

source: Video Duration :
de_de: Videodauer :
es_es: Duración del video :

source: Video Upload Date :
de_de: Hochladedatum des Videos :
es_es: Fecha de carga del video :

source: Article
de_de: Artikel
es_es: Artículo

source: Strings to be displayed on frontend for <strong>Article Rich Snippets &mdash;</strong>
de_de: Strings, die auf der Frontend für <strong>Artikel Rich Snippets &mdash;</strong> angezeigt werden sollen
es_es: Cadenas que se mostrarán en el frontend para <strong>Fragmentos enriquecidos de artículos &mdash;</strong>

source: Article Name :
de_de: Artikelname :
es_es: Nombre del artículo :

source: Author :
de_de: Autor :
es_es: Autor :

source: Image :
de_de: Bild :
es_es: Imagen :

source: Publisher :
de_de: Verleger :
es_es: Editor :

source: Publisher Logo :
de_de: Verlegerlogo :
es_es: Logo del editor :

source: Service
de_de: Dienst
es_es: Servicio

source: Strings to be displayed on frontend for <strong>Service Rich Snippets &mdash;</strong>
de_de: Strings, die auf der Frontend für <strong>Dienst Rich Snippets &mdash;</strong> angezeigt werden sollen
es_es: Cadenas que se mostrarán en el frontend para <strong>Service Rich Snippets &mdash;</strong>

source: Service Type :
de_de: Diensttyp :
es_es: Tipo de servicio :

source: Area :
de_de: Bereich :
es_es: Área :

source: Provider Name :
de_de: Anbietername :
es_es: Nombre del proveedor :

source: Provider Location :
de_de: Anbieterstandort :
es_es: Ubicación del proveedor :

source: URL Text :
es_es: Texto de URL :

source: Service Rating :
de_de: Dienstbewertung :
es_es: Calificación del servicio :
fr_fr: Évaluation du service :

source: Need some more schema types with automation to implement schema markup? Get the latest and premium schema markup plugin to automate the process of adding schema markup on your entire website. <br><a href='https://wpschema.com/?utm_source=allinone&utm_campaign=repo&utm_medium=configure' target='_blank'> Know more about Schema Pro.</a>
de_de: Brauchen Sie noch mehr Schema-Typen mit Automatisierung, um Schema-Markup zu implementieren? Holen Sie sich das neueste und Premium-Schema-Markup-Plugin, um den Prozess des Hinzufügens von Schema-Markup auf Ihrer gesamten Website zu automatisieren. <br><a href='https://wpschema.com/?utm_source=allinone&utm_campaign=repo&utm_medium=configure' target='_blank'> Erfahren Sie mehr über Schema Pro.</a>
es_es: ¿Necesitas más tipos de esquema con automatización para implementar el marcado de esquema? Obtén el último y premium plugin de marcado de esquema para automatizar el proceso de agregar marcado de esquema en todo tu sitio web. <br><a href='https://wpschema.com/?utm_source=allinone&utm_campaign=repo&utm_medium=configure' target='_blank'> Conoce más sobre Schema Pro.</a>
fr_fr: Besoin de plus de types de schémas avec automatisation pour mettre en œuvre le balisage de schéma ? Obtenez le dernier plugin de balisage de schéma premium pour automatiser le processus d'ajout de balisage de schéma sur l'ensemble de votre site Web. <br><a href='https://wpschema.com/?utm_source=allinone&utm_campaign=repo&utm_medium=configure' target='_blank'> En savoir plus sur Schema Pro.</a>

source: Welcome to All In One Schema Rich Snippets
de_de: Willkommen bei All In One Schema Rich Snippets
es_es: Bienvenido a All In One Schema Rich Snippets
fr_fr: Bienvenue dans All In One Schema Rich Snippets

source: How it works
de_de: Wie es funktioniert
es_es: Cómo funciona
fr_fr: Comment ça marche

source: Configure The Settings
de_de: Die Einstellungen konfigurieren
es_es: Configura la configuración
fr_fr: Configurer les paramètres

source: Go to the “Rich Snippets” option in your WordPress dashboard. Under the Configuration tab, select your desired schema type and update the strings you want to display on the front-end. You can use the Customization tab to manage how your rich snippet content box will look.
de_de: Gehen Sie zu der Option „Rich Snippets“ in Ihrem WordPress-Dashboard. Wählen Sie im Tab „Konfiguration“ den gewünschten Schema-Typ aus und aktualisieren Sie die Strings, die Sie auf der Frontend anzeigen möchten. Sie können den Tab „Anpassung“ verwenden, um zu verwalten, wie Ihr Rich Snippet-Inhaltsfeld aussehen wird.
es_es: Ve a la opción “Rich Snippets” en tu panel de WordPress. En la pestaña de Configuración, selecciona el tipo de esquema deseado y actualiza las cadenas que deseas mostrar en el frontend. Puedes usar la pestaña de Personalización para gestionar cómo se verá tu caja de contenido de rich snippet.
fr_fr: Allez dans l'option “Rich Snippets” de votre tableau de bord WordPress. Sous l'onglet Configuration, sélectionnez votre type de schéma souhaité et mettez à jour les chaînes que vous souhaitez afficher sur le front-end. Vous pouvez utiliser l'onglet Personnalisation pour gérer l'apparence de votre boîte de contenu de rich snippet.

source: Add Markup To Pages
de_de: Markup zu Seiten hinzufügen
es_es: Agregar marcado a las páginas
fr_fr: Ajouter du balisage aux pages

source: Edit the posts or pages where you wish to add rich snippets and scroll down to the “Configure Rich Snippet” meta box to add schema markup.
de_de: Bearbeiten Sie die Beiträge oder Seiten, auf denen Sie Rich Snippets hinzufügen möchten, und scrollen Sie nach unten zum Meta-Box „Rich Snippet konfigurieren“, um Schema-Markup hinzuzufügen.
es_es: Edita las publicaciones o páginas donde desees agregar rich snippets y desplázate hacia abajo hasta el meta box “Configurar Rich Snippet” para agregar el marcado de esquema.
fr_fr: Modifiez les articles ou les pages où vous souhaitez ajouter des rich snippets et faites défiler vers le bas jusqu'à la boîte méta “Configurer Rich Snippet” pour ajouter le balisage de schéma.

source: Test Your Rich Snippets
de_de: Testen Sie Ihre Rich Snippets
es_es: Prueba tus Rich Snippets
fr_fr: Testez vos rich snippets

source: Google Structured Data Testing is a widely used online tool to test structured data. Open the <a href='https://search.google.com/structured-data/testing-tool/u/0/' target='_blank'>Google Structured Testing Tool</a> and fetch your website URL to test the schema markup you’ve just implemented on your webpages.
de_de: Das Google Structured Data Testing ist ein weit verbreitetes Online-Tool zum Testen strukturierter Daten. Öffnen Sie das <a href='https://search.google.com/structured-data/testing-tool/u/0/' target='_blank'>Google Structured Testing Tool</a> und holen Sie sich die URL Ihrer Website, um das Schema-Markup zu testen, das Sie gerade auf Ihren Webseiten implementiert haben.
es_es: La prueba de datos estructurados de Google es una herramienta en línea ampliamente utilizada para probar datos estructurados. Abre la <a href='https://search.google.com/structured-data/testing-tool/u/0/' target='_blank'>Herramienta de prueba de datos estructurados de Google</a> y obtén la URL de tu sitio web para probar el marcado de esquema que acabas de implementar en tus páginas web.
fr_fr: Google Structured Data Testing est un outil en ligne largement utilisé pour tester les données structurées. Ouvrez le <a href='https://search.google.com/structured-data/testing-tool/u/0/' target='_blank'>Google Structured Testing Tool</a> et récupérez l'URL de votre site Web pour tester le balisage de schéma que vous venez d'implémenter sur vos pages Web.

source: Want to Automate Your Schema Markup?
de_de: Möchten Sie Ihr Schema-Markup automatisieren?
es_es: ¿Quieres automatizar tu marcado de esquema?
fr_fr: Voulez-vous automatiser votre balisage de schéma ?

source: Consider Schema Pro
de_de: Erwägen Sie Schema Pro
es_es: Considera Schema Pro
fr_fr: Considérez Schema Pro

source: Schema Pro is an advanced schema markup plugin that automates the process of adding schema markup on multiple pages with just a few clicks. Schema Pro uses JSON-LD markup, which is the latest technology recommended by Google. With it, you can kick those front-end content boxes to the curb and<b> get rich snippets without displaying any new human-readable content</b> on your site.
de_de: Schema Pro ist ein fortschrittliches Schema-Markup-Plugin, das den Prozess des Hinzufügens von Schema-Markup auf mehreren Seiten mit nur wenigen Klicks automatisiert. Schema Pro verwendet JSON-LD-Markup, das die neueste Technologie ist, die von Google empfohlen wird. Damit können Sie diese Frontend-Inhaltsfelder loswerden und <b>reiche Snippets erhalten, ohne neue menschenlesbare Inhalte auf Ihrer Website anzuzeigen</b>.
es_es: Schema Pro es un plugin avanzado de marcado de esquema que automatiza el proceso de agregar marcado de esquema en múltiples páginas con solo unos pocos clics. Schema Pro utiliza marcado JSON-LD, que es la última tecnología recomendada por Google. Con él, puedes deshacerte de esas cajas de contenido en el frontend y <b> obtener rich snippets sin mostrar ningún nuevo contenido legible por humanos</b> en tu sitio.
fr_fr: Schema Pro est un plugin de balisage de schéma avancé qui automatise le processus d'ajout de balisage de schéma sur plusieurs pages en quelques clics. Schema Pro utilise le balisage JSON-LD, qui est la dernière technologie recommandée par Google. Avec cela, vous pouvez jeter ces boîtes de contenu front-end à la poubelle et <b> obtenir des rich snippets sans afficher de nouveau contenu lisible par l'homme</b> sur votre site.

source: With Schema Pro, you can…
de_de: Mit Schema Pro können Sie…
es_es: Con Schema Pro, puedes…
fr_fr: Avec Schema Pro, vous pouvez…

source: Testimonials
es_es: Testimonios
fr_fr: Témoignages

source: Where can I test my schema markup implementation?
de_de: Wo kann ich meine Schema-Markup-Implementierung testen?
es_es: ¿Dónde puedo probar la implementación de mi marcado de esquema?
fr_fr: Où puis-je tester mon implémentation de balisage de schéma ?

source: You can use the standard Google Structured Data Testing Tool to test your schema markup implementation. You can also take a look at the preview of how your search result might look.
de_de: Sie können das standardmäßige Google Structured Data Testing Tool verwenden, um Ihre Schema-Markup-Implementierung zu testen. Sie können auch einen Blick auf die Vorschau werfen, wie Ihr Suchergebnis aussehen könnte.
es_es: Puedes usar la herramienta estándar de prueba de datos estructurados de Google para probar la implementación de tu marcado de esquema. También puedes echar un vistazo a la vista previa de cómo podría verse tu resultado de búsqueda.
fr_fr: Vous pouvez utiliser l'outil standard de test de données structurées de Google pour tester votre implémentation de balisage de schéma. Vous pouvez également jeter un œil à l'aperçu de l'apparence de votre résultat de recherche.

source: Do I have to fill in all the details?
de_de: Muss ich alle Details ausfüllen?
es_es: ¿Tengo que completar todos los detalles?
fr_fr: Dois-je remplir tous les détails ?

source: No. But, every schema type has some fields that HAVE to be filled as stated by Google. Therefore, it is recommended to fill these required fields in the schema markup you are implementing.
de_de: Nein. Aber jeder Schema-Typ hat einige Felder, die ausgefüllt werden müssen, wie von Google angegeben. Daher wird empfohlen, diese erforderlichen Felder im Schema-Markup, das Sie implementieren, auszufüllen.
es_es: No. Pero, cada tipo de esquema tiene algunos campos que DEBEN ser completados según lo indicado por Google. Por lo tanto, se recomienda completar estos campos requeridos en el marcado de esquema que estás implementando.
fr_fr: Non. Mais, chaque type de schéma a certains champs qui DOIVENT être remplis comme indiqué par Google. Par conséquent, il est recommandé de remplir ces champs obligatoires dans le balisage de schéma que vous implémentez.

source: Why does the plugin create extra content in the frontend? Can I hide it?
de_de: Warum erstellt das Plugin zusätzlichen Inhalt im Frontend? Kann ich ihn ausblenden?
es_es: ¿Por qué el plugin crea contenido extra en el frontend? ¿Puedo ocultarlo?
fr_fr: Pourquoi le plugin crée-t-il du contenu supplémentaire sur le frontend ? Puis-je le cacher ?

source: Does the plugin work with other plugins like WordPress SEO, WooCommerce, etc?
de_de: Funktioniert das Plugin mit anderen Plugins wie WordPress SEO, WooCommerce usw.?
es_es: ¿El plugin funciona con otros plugins como WordPress SEO, WooCommerce, etc.?
fr_fr: Le plugin fonctionne-t-il avec d'autres plugins comme WordPress SEO, WooCommerce, etc. ?
